Repository: Cbas420/GigFinder
Catalog: GigFinder/Resources/Strings.*.resx
Languages: ca, es

# buttonCancelar
source: Cancel
ca: Cancel·lar
es: Cancelar

# buttonCreate
source: Create
ca: Crear
es: Crear

# buttonDelete
source: Delete
ca: Eliminar
es: Eliminar

# buttonEdit
source: Edit
ca: Editar
es: Editar

# buttonLogin
source: Log in
ca: Entrar
es: Entrar

# buttonSave
source: Save
ca: Guardar
es: Guardar

# comboBoxFilter
source: Filter by
ca: Filtrar per
es: Filtrar Por

# comboBoxLang
source: Songs languaje
ca: Idioma de cançons
es: Idioma de canciones

# comboBoxMostrar
source: Show
ca: Mostrar
es: Mostrar

# comboBoxOrder
source: Order by
ca: Ordenar per
es: Ordenar por

# comboBoxUserType
source: User type
ca: Tipus d'usuari
es: Tipo de usuario

# labelConfirPass
source: Confirm password:
ca: Confirmar contrasenya:
es: Confirmar contraseña:

# labelCoordX
source: Coordinate X:
ca: Longitud:
es: Longitud:

# labelCoordY
source: Coordinate Y:
ca: Latitut:
es: Latitud:

# labelCreateLocal
source: Create local
ca: Crear local
es: Crear local

# labelCreateMusic
source: Create musician
ca: Crear músic
es: Crear músico

# labelCreateUser
source: Create user
ca: Crear usuari
es: Crear usuario

# labelDescription
source: Description:
ca: Descripció:
es: Descripción:

# labelGendres
source: Musical genres:
ca: Géneres musicals:
es: Géneros musicales:

# labelGroupSize
source: Group members:
ca: Integrants del grup:
es: Integrantes del grupo:

# labelLocalCapacity
source: Local capacity:
ca: Aforament del local:
es: Aforo del local:

# labelMail
source: Mail:
ca: Correu:
es: Correo:

# labelName
source: Name:
ca: Nom:
es: Nombre:

# labelPass
source: Password:
ca: Contrasenya:
es: Contraseña:

# labelPrice
source: Contratation price:
ca: Preu de contractació:
es: Precio de contratación:

# labelSurname
source: Surnames:
ca: Cognoms:
es: Apellidos:

# menuActivity
source: Activity log
ca: Registre d'activitat
es: Registro de actividad

# menuData
source: Data managment
ca: Gestió de dades
es: Gestión de datos

# menuStats
source: Data suamary
ca: Resum de dades
es: Resumen de datos

# menuUsers
source: User management
ca: Gestió d'usuaris
es: Gestión de usuarios

# messageComplete
source: Please complete all fields correctly before continuing.
ca: Si us plau, completa tots els camps correctament abans de continuar.
es: Por favor, completa todos los campos antes de continuar.

# messageCompleteShort
source: Incomplete fields
ca: Camps incomplets
es: Campos incompletos

# messagePassCheckShort
source: Contrasenyes errònies
es: Contraseñas erróneas

# messagePassCheck
source: The passwords do not match.
ca: Les contrasenyes no coincideixen.
es: Las contraseñas no coinciden.

# titleActivity
source: Activity log
ca: Registre d'activitat
es: Registro de actividad

# titleEditUser
source: Eit user
ca: Editar usuari
es: Editar usuario

# titleStats
source: Data summary
ca: Resum de dades
es: Resumen de datos

# titleUsers
source: User management
ca: Gestió d'usuaris
es: Gestión de usuarios

# messageUserExists
source: A user with that email already exists.
ca: Ja existeix un usuari amb aquest correu electrònic.
es: Ya existe un usuario con ese correo.

# messageUserExistsShort
source: Existing user
ca: Usuari existent
es: Usuario existente

# messageLogin
source: The username and/or password are incorrect
ca: L'usuari i/o la contrasenya són incorrectes.
es: El usuario y/o la contraseña son incorrectos

# askDelete
source: Are you sure you want to delete this user?
ca: Estàs segur que vols eliminar aquest usuari?
es: ¿Estás seguro de que deseas eliminar ese usuario?

# askDeleteShort
source: Deletion confirmation
ca: Confirmació d'eliminació
es: Confirmación de eliminación

# selectionDelete
source: Please select a user to delete.
ca: Si us plau, selecciona un usuari per eliminar.
es: Por favor, selecciona un usuario para eliminar.

# selectionEdit
source: Please select a user to edit.
ca: Si us plau, selecciona un usuari per editar.
es: Por favor, selecciona un usuario para editar.

# selectionShort
source: Required selection
ca: Selecció requerida
es: Selección requerida

# sameUserDelete
source: You cannot delete your own user.
ca: No pots eliminar el teu propi usuari.
es: No puedes eliminar tu propio usuario.

# loginShort
source: Incorrect login
ca: Login incorrecte
es: Login incorrecto

# accesMenu
source: You do not have permission to access this section of the application.
ca: No tens permisos per accedir a aquest apartat de l'aplicació.
es: No tienes permisos para acceder a este apartado de la aplicación.

# accesMenuShort
source: Acces denied
ca: Accés denegat
es: Acceso denegado

# sameUserDeleteShort
source: Improper action
ca: Acció indeguda
es: Acción indebida

# completeIncidencie
source: Complete all fields to resolve the incident.
ca: Si us plau, completa tots els camps per resoldre la incidència.
es: Por favor, completa todos los campos para resolver la incidencia.

# titleIncidencie
source: Resolve incident
ca: Resoldre incidència
es: Resolver incidencia

source: Resolution note:
ca: Nota de resolució:
es: Nota de resolución:

source: Resolution state:
ca: Estat de resolució:
es: Estado de resolución:

# askDeleteRating
source: Are you sure you want to delete that review?
ca: Estàs segur que vols eliminar aquesta valoració?
es: ¿Estas seguro de que quieres eliminar esa valoración?

# selectRating
source: Select a rating to delete.
ca: Si us plau, selecciona una valoració per eliminar-la.
es: Por favor, selecciona una valoración para eliminarla.

# titleRatings
source: Ratings management
ca: Gestió de valoracions
es: Gestión de valoraciones

# labelEditLocal
source: Edit local
ca: Editar local
es: Editar local

# existingLocal
source: A user with that email already exists.
ca: Ja existeix un usuari amb aquest correu.
es: Ya existe un usuario con ese correo.

# existingLocalShort
source: Existing local
ca: Local existent
es: Local existente

# labelEditMusic
source: Edit musician
ca: Editar músic
es: Editar músico

# existingMusician
source: There is already a musician with that email.
ca: Ja existeix un músic amb aquest correu.
es: Ya existe un músico con ese correo.

# existingMusicianShort
source: Existing musician
ca: Músic existent
es: Músico existente

# musiciansManage
source: Musicians management
ca: Gestió de músics
es: Gestió de músicos

# LocalsManage
source: Locals management
ca: Gestió de locals
es: Gestión de locales

# ratingsManage
source: Ratings Management
ca: Gestió de valoracions
es: Gestió de valoraciones

# incidenciesManage
source: Incidencies management
ca: Gestió d'incidències
es: Gestión de incidencias
